<p>Hola {fullname}:</p>
<p>Tras el aporte que nos diste meses atr&aacute;s con la indizaci&oacute;n de prueba (a trav&eacute;s de un Excel) para la tarea MESINESP (temu.bsc.es/mesinesp), nos volvemos a poner en contacto contigo porque ya tenemos en producci&oacute;n nuestra herramienta web automatizada para la indizaci&oacute;n de c&oacute;digos DeCS.</p>
<p>He creado un usuario para que puedas utilizar nuestra herramienta. Abre el navegador Google Chrome o Mozilla Firefox la siguiente direcci&oacute;n web e inicia sesi&oacute;n con tus credenciales:</p>
<p>bsccnio01.bsc.es</p>
<p>Email: {email}<br />Contrase&ntilde;a: {password}</p>
<p>Ver&aacute;s que tienes asignados 20 documentos. Los descriptores que a&ntilde;adas en la caja que ver&aacute;s bajo cada abstract ayudar&aacute;n a mejorar la calidad de indizaci&oacute;n de dichos documentos. Cuando hayas terminado con un documento, haz clic en el bot&oacute;n "Marca como completado".</p>
<p>Consideraciones a tener en cuenta:<br />- Los c&oacute;digos que pertenezcan a la categor&iacute;a "Tipo de Publicaci&oacute;n" no est&aacute;n contemplados en esta tarea, as&iacute; que no los ver&aacute;s sugeridos en la caja de auto-completado.<br />- Si estamos buscando un descriptor que sabemos que existe pero no lo vemos sugerido en el auto-completado, debemos "Abrir el buscador DeCS" oficial (enlace que encontrar&aacute;s dentro del men&uacute; en la esquina superior derecha de la web). Cuando hayamos encontrado el descriptor deseado, pegamos su "n&uacute;mero de registro" en nuestra caja de auto-completado.<br />- Cuando se a&ntilde;ade un nuevo descriptor a un documento, se guarda en la base de datos autom&aacute;ticamente, pero el recuento de descriptores de la tabla no se actualizar&aacute; hasta refresquemos la p&aacute;gina (mejoraremos esto pr&oacute;ximamente).</p>
<p>Puedes darme cualquier tipo de feedback respecto a la herramienta web respondiendo a este mismo email.</p>
<p>Muchas gracias por tu colaboraci&oacute;n.</p>
<p>Alejandro Asensio<br />Web Developer at Barcelona Supercomputing Center</p>